Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Reset Sync Database?
ar: إعادة تعيين قاعدة بيانات المزامنة؟
bg: Да се нулира ли базата данни за синхронизация?
bn: সিঙ্ক ডেটাবেস রিসেট করবেন?
ca: Vols restablir la base de dades de sincronització?
cs: Obnovit databázi synchronizace?
da: Nulstil synkroniseringsdatabasen?
de: Synchronisierungsdatenbank zurücksetzen?
el: Να γίνει επαναφορά της βάσης συγχρονισμού;
es: ¿Restablecer la base de datos de sincronización?
fa: پایگاه داده همگام‌سازی بازنشانی شود؟
fi: Nollataanko synkronointitietokanta?
fr: Réinitialiser la base de synchronisation ?
he: לאפס את מסד נתוני הסנכרון?
hi: सिंक डेटाबेस रीसेट करें?
hr: Poništiti bazu podataka sinkronizacije?
hu: Alaphelyzetbe állítja a szinkronizálási adatbázist?
id: Atur Ulang Basis Data Sinkronisasi?
it: Reimpostare il database di sincronizzazione?
ja: 同期データベースをリセットしますか？
kk: Синхрондау дерекқоры ысырылсын ба?
ko: 동기화 데이터베이스를 재설정하시겠습니까?
lt: Atkurti sinchronizavimo duomenų bazę?
ms: Tetapkan semula pangkalan data penyegerakan?
nb: Tilbakestille synkroniseringsdatabasen?
nl: Synchronisatiedatabase opnieuw instellen?
pl: Zresetować bazę danych synchronizacji?
pt: Repor a base de dados de sincronização?
ro: Resetați baza de date de sincronizare?
ru: Сбросить базу данных синхронизации?
sk: Resetovať databázu synchronizácie?
sl: Ponastavim zbirko podatkov sinhronizacije?
sv: Nollställa synkroniseringsdatabasen?
th: รีเซ็ตฐานข้อมูลการซิงก์หรือไม่
tr: Eşitleme Veritabanı sıfırlansın mı?
uk: Скинути базу даних синхронізації?
vi: Đặt lại cơ sở dữ liệu đồng bộ?
zh_hans: 重置同步数据库？
zh_hant: 重設同步資料庫？

source: Restore
ar: الاستعاده من سلة المهملات
bg: Възстановяване
bn: পুনরুদ্ধার করুন
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Ανάκτηση
es: Restaurar
fa: بازیابی
fi: Palauta
fr: Restaurer
he: שחזר
hi: पुनर्स्थापित करना
hr: Oporavi
hu: Visszaállít
id: Pulihkan
it: Ripristina
ja: 復元
kk: Қалпына келтіру
ko: 복원
lt: Atkurti
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
pl: Przywrócić
pt: Restaurar
ro: Restaurați
ru: Восстановить
sk: Navrátiť
sl: Obnovi
sv: Återställ
th: เรียกคืน
tr: Geri yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

source: Restore All
ar: استعادة الكل
bg: Възстанови всички
bn: সব পুনরুদ্ধার করুন
ca: Restaura-ho tot
cs: Obnovit vše
da: Gendan alle
de: Alle wiederherstellen
el: Ανάκτηση όλων
es: Restaurar todo
fa: بازیابی همه
fi: Palauta kaikki
fr: Tout restaurer
he: שחזר הכל
hi: सभी बहाल करो
hr: Oporavi sve
hu: Minden visszaállítása
id: Pulihkan semua
it: Ripristina tutto
ja: 全て復元
kk: Барлығын қалпына келтіру
ko: 모두 복원
lt: Atkurti visus
ms: Pulihkan Semua
nb: Gjenopprett alle
nl: Herstel alle
pl: Przywróć wszystko
pt: Restaurar tudo
ro: Restaurați toate
ru: Восстановить все
sk: Navrátiť všetko
sl: Obnovi vse
sv: Återställ alla
th: เรียกคืนทั้งหมด
tr: Tümünü geri yükle
uk: Відновити все
vi: Khôi phục tất cả
zh_hans: 恢复全部
zh_hant: 全部還原

source: Restore everything in the trash?
ar: استعادة كل ما في سلة المهملات؟
bg: Да се възстанови ли всичко от кошчето?
bn: ট্র্যাশের সবকিছু পুনরুদ্ধার করবেন?
ca: Vols restaurar tot el contingut de la paperera?
cs: Obnovit vše z koše?
da: Gendan alt i papirkurven?
de: Alles aus dem Papierkorb wiederherstellen?
el: Να επαναφερθούν όλα τα στοιχεία του κάδου;
es: ¿Restaurar todo lo que hay en la papelera?
fa: همه موارد زباله‌دان بازیابی شوند؟
fi: Palautetaanko kaikki roskakorista?
fr: Restaurer tout le contenu de la corbeille ?
he: לשחזר את כל תוכן האשפה?
hi: ट्रैश की सभी चीज़ें बहाल करें?
hr: Vratiti sve iz smeća?
hu: Visszaállít mindent a kukából?
id: Pulihkan semua yang ada di sampah?
it: Ripristinare tutto il contenuto del cestino?
ja: ゴミ箱内のすべての項目を復元しますか？
kk: Себеттегі барлық элементті қалпына келтіру керек пе?
ko: 휴지통의 모든 항목을 복원하시겠습니까?
lt: Atkurti viską iš šiukšlinės?
ms: Pulihkan semua dalam sampah?
nb: Gjenopprette alt i papirkurven?
nl: Alles in de prullenmand herstellen?
pl: Przywrócić całą zawartość kosza?
pt: Restaurar tudo o que está no lixo?
ro: Restaurați tot conținutul coșului?
ru: Восстановить все содержимое корзины?
sk: Obnoviť všetok obsah koša?
sl: Obnovim vso vsebino smetnjaka?
sv: Återställa allt i papperskorgen?
th: กู้คืนทุกอย่างในถังขยะหรือไม่
tr: Çöpteki her şey geri yüklensin mi?
uk: Відновити все з кошика?
vi: Khôi phục mọi thứ trong thùng rác?
zh_hans: 恢复废纸篓中的所有内容？
zh_hant: 復原垃圾桶中的所有內容？

source: Restore these photos to your library?
ar: استعادة هذه الصور إلى مكتبتك؟
bg: Да се възстановят ли тези снимки в библиотеката ви?
bn: এই ছবিগুলো আপনার লাইব্রেরিতে পুনরুদ্ধার করবেন?
ca: Vols restaurar aquestes fotos a la teva fototeca?
cs: Obnovit tyto fotky do knihovny?
da: Gendan disse fotos til dit bibliotek?
de: Diese Fotos in deiner Mediathek wiederherstellen?
el: Να επαναφερθούν αυτές οι φωτογραφίες στη βιβλιοθήκη σας;
es: ¿Restaurar estas fotos en tu fototeca?
fa: این عکس‌ها به کتابخانه شما بازیابی شوند؟
fi: Palautetaanko nämä kuvat kirjastoosi?
fr: Restaurer ces photos dans votre photothèque ?
he: לשחזר את התמונות האלה לספרייה שלכם?
hi: इन फ़ोटो को अपनी लाइब्रेरी में बहाल करें?
hr: Vratiti ove fotografije u fototeku?
hu: Visszaállítja ezeket a fotókat a könyvtárába?
id: Pulihkan foto-foto ini ke perpustakaan Anda?
it: Ripristinare queste foto nella tua libreria?
ja: これらの写真をライブラリに復元しますか？
kk: Осы фотосуреттерді кітапханаға қалпына келтіру керек пе?
ko: 이 사진을 보관함에 복원하시겠습니까?
lt: Atkurti šias nuotraukas į biblioteką?
ms: Pulihkan foto ini ke pustaka anda?
nb: Gjenopprette disse bildene til biblioteket?
nl: Deze foto's herstellen naar je bibliotheek?
pl: Przywrócić te zdjęcia do biblioteki?
pt: Restaurar estas fotos na sua biblioteca?
ro: Restaurați aceste fotografii în bibliotecă?
ru: Восстановить эти фотографии в медиатеку?
sk: Obnoviť tieto fotografie do knižnice?
sl: Obnovim te fotografije v knjižnico?
sv: Återställa de här fotona till biblioteket?
th: กู้คืนรูปภาพเหล่านี้ไปยังคลังของคุณหรือไม่
tr: Bu fotoğraflar arşivinize geri yüklensin mi?
uk: Відновити ці фото у вашій медіатеці?
vi: Khôi phục những ảnh này vào thư viện?
zh_hans: 将这些照片恢复到图库？
zh_hant: 將這些相片復原到圖庫？

source: Restored %@ protected backup mappings. Remote sync can rebuild the remaining cache.
ar: تمت استعادة %@ من تعيينات النسخ الاحتياطي المحمية. يمكن للمزامنة البعيدة إعادة إنشاء ذاكرة التخزين المؤقت المتبقية.
bg: Възстановени са %@ защитени съпоставяния за архивиране. Отдалечената синхронизация може да изгради отново останалия кеш.
bn: %@টি সুরক্ষিত ব্যাকআপ ম্যাপিং পুনরুদ্ধার করা হয়েছে। দূরবর্তী সিঙ্ক বাকি ক্যাশ আবার তৈরি করতে পারে।
ca: S'han restaurat %@ assignacions de còpia de seguretat protegides. La sincronització remota pot reconstruir la memòria cau restant.
cs: Byla obnovena chráněná mapování záloh (%@). Vzdálená synchronizace může znovu vytvořit zbývající mezipaměť.
da: Gendannede %@ beskyttede sikkerhedskopieringstilknytninger. Fjernsynkronisering kan genopbygge resten af cachen.
de: %@ geschützte Sicherungszuordnungen wiederhergestellt. Die Remote-Synchronisierung kann den restlichen Cache neu erstellen.
el: Επαναφέρθηκαν %@ προστατευμένες αντιστοιχίσεις αντιγράφων ασφαλείας. Ο απομακρυσμένος συγχρονισμός μπορεί να αναδημιουργήσει την υπόλοιπη προσωρινή μνήμη.
es: Se han restaurado %@ asignaciones protegidas de copias de seguridad. La sincronización remota puede reconstruir la caché restante.
fa: %@ نگاشت پشتیبان محافظت‌شده بازیابی شد. همگام‌سازی راه دور می‌تواند باقی حافظه پنهان را بازسازی کند.
fi: Palautettiin %@ suojattua varmuuskopiointimääritystä. Etäsynkronointi voi luoda muun välimuistin uudelleen.
fr: %@ correspondances de sauvegarde protégées restaurées. La synchronisation distante peut reconstruire le reste du cache.
he: שוחזרו %@ מיפויי גיבוי מוגנים. סנכרון מרחוק יכול לבנות מחדש את שאר המטמון.
hi: %@ सुरक्षित बैकअप मैपिंग बहाल की गईं। रिमोट सिंक शेष कैश को फिर से बना सकता है।
hr: Vraćeno je %@ zaštićenih mapiranja sigurnosne kopije. Udaljena sinkronizacija može ponovno izgraditi preostalu predmemoriju.
hu: %@ védett biztonságimentés-leképezés helyreállítva. A távoli szinkronizálás újraépítheti a gyorsítótár fennmaradó részét.
id: %@ pemetaan cadangan yang dilindungi telah dipulihkan. Sinkronisasi jarak jauh dapat membangun ulang cache yang tersisa.
it: Ripristinate %@ mappature di backup protette. La sincronizzazione remota può ricostruire la parte restante della cache.
ja: %@件の保護されたバックアップ対応情報を復元しました。残りのキャッシュはリモート同期で再構築できます。
kk: %@ қорғалған сақтық көшірме сәйкестігі қалпына келтірілді. Қашықтан синхрондау қалған кэшті қайта құра алады.
ko: %@개의 보호된 백업 매핑을 복원했습니다. 원격 동기화로 남은 캐시를 다시 구축할 수 있습니다.
lt: Atkurta %@ apsaugotų atsarginių kopijų susiejimų. Nuotolinis sinchronizavimas gali iš naujo sukurti likusį podėlį.
ms: %@ pemetaan sandaran terlindung telah dipulihkan. Penyegerakan jauh boleh membina semula cache yang selebihnya.
nb: Gjenopprettet %@ beskyttede sikkerhetskopikoblinger. Ekstern synkronisering kan bygge opp resten av hurtigbufferen på nytt.
nl: %@ beveiligde back-uptoewijzingen hersteld. Synchronisatie met de server kan de resterende cache opnieuw opbouwen.
pl: Przywrócono %@ chronionych mapowań kopii zapasowej. Synchronizacja zdalna może odbudować pozostałą pamięć podręczną.
pt: Foram restaurados %@ mapeamentos protegidos de cópias de segurança. A sincronização remota pode reconstruir a cache restante.
ro: Au fost restaurate %@ asocieri protejate ale copiilor de siguranță. Sincronizarea la distanță poate reconstrui memoria cache rămasă.
ru: Восстановлено защищенных сопоставлений резервных копий: %@. Удаленная синхронизация может перестроить оставшийся кэш.
sk: Obnovené chránené mapovania zálohy: %@. Vzdialená synchronizácia môže znova vytvoriť zostávajúcu vyrovnávaciu pamäť.
sl: Obnovljene zaščitene preslikave varnostne kopije: %@. Oddaljena sinhronizacija lahko znova ustvari preostali predpomnilnik.
sv: Återställde %@ skyddade säkerhetskopieringsmappningar. Fjärrsynkronisering kan bygga om den återstående cachen.
th: กู้คืนการเชื่อมโยงข้อมูลสำรองที่ปกป้องไว้แล้ว %@ รายการ การซิงก์ระยะไกลสามารถสร้างแคชที่เหลือใหม่ได้
tr: %@ korumalı yedekleme eşlemesi geri yüklendi. Uzaktan eşitleme kalan önbelleği yeniden oluşturabilir.
uk: Відновлено %@ захищених зіставлень резервних копій. Віддалена синхронізація може перебудувати решту кешу.
vi: Đã khôi phục %@ ánh xạ sao lưu được bảo vệ. Đồng bộ từ xa có thể tạo lại phần bộ nhớ đệm còn lại.
zh_hans: 已恢复 %@ 个受保护的备份映射。远程同步可以重建剩余缓存。
zh_hant: 已復原 %@ 個受保護的備份對應。遠端同步可以重建剩餘快取。

source: Retry
ar: إعادة المحاولة
bg: Нов опит
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμή ξανά
es: Reintentar
fa: تلاش دوباره
fi: Yritä uudelleen
fr: Réessayer
he: ניסיון חוזר
hi: फिर प्रयास करें
hr: Pokušaj ponovno
hu: Újrapróbálkozás
id: Coba Lagi
it: Riprova
ja: 再試行
kk: Қайталау
ko: 재시도
lt: Bandyti dar kartą
ms: Cuba Semula
nb: Prøv på nytt
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Reîncercați
ru: Повторить
sk: Skúsiť znova
sl: Poskusi znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Retry Failed Uploads
ar: إعادة محاولة عمليات الرفع الفاشلة
bg: Нов опит за неуспешните качвания
bn: ব্যর্থ আপলোডগুলো আবার চেষ্টা করুন
ca: Torna a provar les pujades fallides
cs: Znovu zkusit neúspěšná nahrávání
da: Prøv mislykkede uploads igen
de: Fehlgeschlagene Uploads erneut versuchen
el: Επανάληψη αποτυχημένων μεταφορτώσεων
es: Reintentar cargas fallidas
fa: تلاش دوباره برای بارگذاری‌های ناموفق
fi: Yritä epäonnistuneita latauksia uudelleen
fr: Réessayer les envois échoués
he: ניסיון חוזר להעלאות שנכשלו
hi: विफल अपलोड फिर से आज़माएँ
hr: Ponovno pokušaj neuspjele prijenose
hu: Sikertelen feltöltések újrapróbálása
id: Coba Lagi Unggahan yang Gagal
it: Riprova i caricamenti non riusciti
ja: 失敗したアップロードを再試行
kk: Сәтсіз жүктеп салуларды қайталау
ko: 실패한 업로드 재시도
lt: Pakartoti nepavykusius įkėlimus
ms: Cuba Semula Muat Naik yang Gagal
nb: Prøv mislykkede opplastinger på nytt
nl: Mislukte uploads opnieuw proberen
pl: Ponów nieudane przesyłanie
pt: Repetir envios falhados
ro: Reîncercați încărcările nereușite
ru: Повторить неудачные загрузки
sk: Zopakovať neúspešné nahrávania
sl: Znova poskusi neuspešna nalaganja
sv: Försök ladda upp igen
th: ลองอัปโหลดที่ล้มเหลวอีกครั้ง
tr: Başarısız Yüklemeleri Yeniden Dene
uk: Повторити невдалі вивантаження
vi: Thử lại các mục tải lên thất bại
zh_hans: 重试失败的上传
zh_hant: 重試失敗的上傳

source: Review synchronization data or remove backed-up device copies to reclaim storage.
ar: راجع بيانات المزامنة أو أزل نُسخ الجهاز المنسوخة احتياطيًا لاستعادة مساحة التخزين.
bg: Прегледайте данните за синхронизация или премахнете архивираните копия от устройството, за да освободите място.
bn: স্টোরেজ খালি করতে সিঙ্ক্রোনাইজেশন ডেটা পর্যালোচনা করুন অথবা ডিভাইসে থাকা ব্যাকআপ কপিগুলো সরান।
ca: Revisa les dades de sincronització o elimina les còpies del dispositiu que ja tenen còpia de seguretat per recuperar espai.
cs: Zkontrolujte synchronizační data nebo uvolněte úložiště odebráním zálohovaných kopií ze zařízení.
da: Gennemgå synkroniseringsdata, eller fjern sikkerhedskopierede kopier fra enheden for at frigøre lagerplads.
de: Prüfe die Synchronisierungsdaten oder entferne gesicherte Gerätekopien, um Speicherplatz freizugeben.
el: Ελέγξτε τα δεδομένα συγχρονισμού ή αφαιρέστε τα αντίγραφα της συσκευής που έχουν δημιουργηθεί για να ανακτήσετε αποθηκευτικό χώρο.
es: Revisa los datos de sincronización o elimina las copias del dispositivo que ya tengan copia de seguridad para recuperar espacio de almacenamiento.
fa: برای آزاد کردن فضای ذخیره‌سازی، داده‌های همگام‌سازی را مرور کنید یا نسخه‌های پشتیبان‌گیری‌شده دستگاه را بردارید.
fi: Tarkista synkronointitiedot tai vapauta tallennustilaa poistamalla varmuuskopioidut kopiot laitteelta.
fr: Consultez les données de synchronisation ou supprimez les copies sauvegardées de l’appareil pour récupérer de l’espace de stockage.
he: עיינו בנתוני הסנכרון או הסירו עותקים שגובו מהמכשיר כדי לפנות שטח אחסון.
hi: सिंक डेटा की समीक्षा करें या स्टोरेज खाली करने के लिए डिवाइस से बैकअप की गई कॉपी निकालें।
hr: Pregledajte podatke sinkronizacije ili uklonite sigurnosno kopirane kopije s uređaja kako biste oslobodili prostor.
hu: Tekintse át a szinkronizálási adatokat, vagy távolítsa el az eszközön lévő, biztonsági mentéssel rendelkező példányokat tárhely felszabadításához.
id: Tinjau data sinkronisasi atau hapus salinan perangkat yang telah dicadangkan untuk memperoleh kembali ruang penyimpanan.
it: Controlla i dati di sincronizzazione o rimuovi le copie sul dispositivo di cui è stato eseguito il backup per recuperare spazio.
ja: 同期データを確認するか、バックアップ済みのデバイス上のコピーを削除して空き容量を増やします。
kk: Жад орнын босату үшін синхрондау деректерін қарап шығыңыз немесе сақтық көшірмесі бар құрылғы көшірмелерін жойыңыз.
ko: 동기화 데이터를 검토하거나 백업된 기기 복사본을 제거하여 저장 공간을 확보하세요.
lt: Peržiūrėkite sinchronizavimo duomenis arba pašalinkite atsargines kopijas turinčias įrenginio kopijas, kad atlaisvintumėte vietos.
ms: Semak data penyegerakan atau keluarkan salinan peranti yang telah disandarkan untuk mendapatkan semula ruang storan.
nb: Se gjennom synkroniseringsdata eller fjern sikkerhetskopierte enhetskopier for å frigjøre lagringsplass.
nl: Bekijk synchronisatiegegevens of verwijder geback-upte kopieën van het apparaat om opslagruimte vrij te maken.
pl: Przejrzyj dane synchronizacji lub usuń kopie na urządzeniu, które mają kopię zapasową, aby odzyskać miejsce.
pt: Reveja os dados de sincronização ou remova as cópias do dispositivo que já têm cópia de segurança para recuperar espaço.
ro: Examinați datele de sincronizare sau eliminați copiile de pe dispozitiv care au copii de siguranță pentru a recupera spațiul de stocare.
ru: Просмотрите данные синхронизации или удалите с устройства копии, сохраненные в резервной копии, чтобы освободить место.
sk: Skontrolujte údaje synchronizácie alebo odstráňte zo zariadenia zálohované kópie, aby ste získali úložný priestor.
sl: Preglejte podatke sinhronizacije ali odstranite varnostno kopirane kopije iz naprave, da pridobite prostor za shranjevanje.
sv: Granska synkroniseringsdata eller ta bort säkerhetskopierade enhetskopior för att återfå lagringsutrymme.
th: ตรวจสอบข้อมูลการซิงก์หรือนำสำเนาบนอุปกรณ์ที่สำรองข้อมูลแล้วออกเพื่อคืนพื้นที่จัดเก็บข้อมูล
tr: Depolama alanını geri kazanmak için eşitleme verilerini inceleyin veya yedeklenmiş cihaz kopyalarını kaldırın.
uk: Перегляньте дані синхронізації або вилучіть із пристрою копії, для яких створено резервні копії, щоб звільнити місце.
vi: Xem lại dữ liệu đồng bộ hoặc gỡ các bản sao trên thiết bị đã được sao lưu để lấy lại dung lượng.
zh_hans: 检查同步数据，或移除设备上已有备份的副本以回收存储空间。
zh_hant: 檢查同步資料，或移除裝置上已有備份的副本以回收儲存空間。

source: Rotate Left
ar: تدوير لليسار
bg: Завъртане наляво
bn: বাঁদিকে ঘোরান
ca: Gira a l'esquerra
cs: Otočit doleva
da: Roter til venstre
de: Nach links drehen
el: Περιστροφή αριστερά
es: Girar a la izquierda
fa: چرخش به چپ
fi: Kierrä vasemmalle
fr: Pivoter à gauche
he: סיבוב שמאלה
hi: बाएँ घुमाएँ
hr: Zakreni ulijevo
hu: Forgatás balra
id: Putar ke Kiri
it: Ruota a sinistra
ja: 左に回転
kk: Солға бұру
ko: 왼쪽으로 회전
lt: Pasukti kairėn
ms: Putar ke Kiri
nb: Roter mot venstre
nl: Linksom draaien
pl: Obróć w lewo
pt: Rodar para a esquerda
ro: Rotiți la stânga
ru: Повернуть влево
sk: Otočiť doľava
sl: Zavrti levo
sv: Rotera åt vänster
th: หมุนไปทางซ้าย
tr: Sola Döndür
uk: Обернути ліворуч
vi: Xoay trái
zh_hans: 向左旋转
zh_hant: 向左旋轉

source: Rotate Right
ar: تدوير لليمين
bg: Завъртане надясно
bn: ডানদিকে ঘোরান
ca: Gira a la dreta
cs: Otočit doprava
da: Roter til højre
de: Nach rechts drehen
el: Περιστροφή δεξιά
es: Girar a la derecha
fa: چرخش به راست
fi: Kierrä oikealle
fr: Pivoter à droite
he: סיבוב ימינה
hi: दाएँ घुमाएँ
hr: Zakreni udesno
hu: Forgatás jobbra
id: Putar ke Kanan
it: Ruota a destra
ja: 右に回転
kk: Оңға бұру
ko: 오른쪽으로 회전
lt: Pasukti dešinėn
ms: Putar ke Kanan
nb: Roter mot høyre
nl: Rechtsom draaien
pl: Obróć w prawo
pt: Rodar para a direita
ro: Rotiți la dreapta
ru: Повернуть вправо
sk: Otočiť doprava
sl: Zavrti desno
sv: Rotera åt höger
th: หมุนไปทางขวา
tr: Sağa Döndür
uk: Обернути праворуч
vi: Xoay phải
zh_hans: 向右旋转
zh_hant: 向右旋轉

source: Save
ar: حفظ
bg: Запази
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
he: שמור
hi: बचाना
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kk: Сақтау
ko: 저장
lt: Išsaugoti
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Scan complete
ar: اكتمل الفحص
bg: Сканирането завърши
bn: স্ক্যান সম্পন্ন
ca: Escaneig completat
cs: Kontrola dokončena
da: Scanning fuldført
de: Scan abgeschlossen
el: Η σάρωση ολοκληρώθηκε
es: Análisis completado
fa: اسکن کامل شد
fi: Tarkistus valmis
fr: Analyse terminée
he: הסריקה הושלמה
hi: स्कैन पूरा हुआ
hr: Skeniranje dovršeno
hu: A vizsgálat befejeződött
id: Pemindaian selesai
it: Scansione completata
ja: スキャンが完了しました
kk: Сканерлеу аяқталды
ko: 검사 완료
lt: Nuskaitymas baigtas
ms: Imbasan selesai
nb: Skanning fullført
nl: Scan voltooid
pl: Skanowanie zakończone
pt: Análise concluída
ro: Scanare finalizată
ru: Сканирование завершено
sk: Kontrola bola dokončená
sl: Pregled je končan
sv: Genomsökningen är klar
th: สแกนเสร็จสมบูรณ์
tr: Tarama tamamlandı
uk: Сканування завершено
vi: Quét hoàn tất
zh_hans: 扫描完成
zh_hant: 掃描完成

source: Scan results will appear here.
ar: ستظهر نتائج الفحص هنا.
bg: Резултатите от сканирането ще се показват тук.
bn: স্ক্যানের ফলাফল এখানে দেখা যাবে।
ca: Els resultats de l'escaneig apareixeran aquí.
cs: Zde se zobrazí výsledky kontroly.
da: Scanningsresultater vises her.
de: Die Scanergebnisse werden hier angezeigt.
el: Τα αποτελέσματα της σάρωσης θα εμφανίζονται εδώ.
es: Los resultados del análisis aparecerán aquí.
fa: نتایج اسکن اینجا نمایش داده می‌شوند.
fi: Tarkistuksen tulokset näkyvät täällä.
fr: Les résultats de l’analyse apparaîtront ici.
he: תוצאות הסריקה יופיעו כאן.
hi: स्कैन के परिणाम यहाँ दिखाई देंगे।
hr: Rezultati skeniranja pojavit će se ovdje.
hu: A vizsgálat eredményei itt jelennek meg.
id: Hasil pemindaian akan muncul di sini.
it: I risultati della scansione verranno visualizzati qui.
ja: スキャン結果がここに表示されます。
kk: Сканерлеу нәтижелері осында көрсетіледі.
ko: 검사 결과가 여기에 표시됩니다.
lt: Nuskaitymo rezultatai bus rodomi čia.
ms: Hasil imbasan akan dipaparkan di sini.
nb: Skanneresultater vises her.
nl: Scanresultaten verschijnen hier.
pl: Wyniki skanowania pojawią się tutaj.
pt: Os resultados da análise aparecerão aqui.
ro: Rezultatele scanării vor apărea aici.
ru: Здесь появятся результаты сканирования.
sk: Výsledky kontroly sa zobrazia tu.
sl: Rezultati pregleda bodo prikazani tukaj.
sv: Resultaten från genomsökningen visas här.
th: ผลการสแกนจะแสดงที่นี่
tr: Tarama sonuçları burada görünecek.
uk: Результати сканування з’являться тут.
vi: Kết quả quét sẽ xuất hiện ở đây.
zh_hans: 扫描结果将显示在这里。
zh_hant: 掃描結果將顯示於此。

source: Scanning backed-up items…
ar: جارٍ فحص العناصر المنسوخة احتياطيًا…
bg: Сканиране на архивираните елементи…
bn: ব্যাকআপ করা আইটেম স্ক্যান হচ্ছে…
ca: S'estan escanejant els elements amb còpia de seguretat…
cs: Kontrola zálohovaných položek…
da: Scanner sikkerhedskopierede emner…
de: Gesicherte Elemente werden gescannt…
el: Σάρωση αντιγραμμένων στοιχείων…
es: Analizando elementos con copia de seguridad…
fa: در حال اسکن موارد پشتیبان‌گیری‌شده…
fi: Varmuuskopioituja kohteita tarkistetaan…
fr: Analyse des éléments sauvegardés…
he: סריקת פריטים שגובו…
hi: बैकअप किए गए आइटम स्कैन हो रहे हैं…
hr: Skeniranje sigurnosno kopiranih stavki…
hu: Biztonsági mentéssel rendelkező elemek vizsgálata…
id: Memindai item yang dicadangkan…
it: Scansione degli elementi con backup…
ja: バックアップ済みの項目をスキャン中…
kk: Сақтық көшірмесі бар элементтер сканерленуде…
ko: 백업된 항목 검사 중…
lt: Nuskaitomi atsargines kopijas turintys elementai…
ms: Mengimbas item yang disandarkan…
nb: Skanner sikkerhetskopierte elementer…
nl: Geback-upte items scannen…
pl: Skanowanie elementów z kopią zapasową…
pt: A analisar itens com cópia de segurança…
ro: Se scanează elementele cu copie de siguranță…
ru: Сканирование элементов с резервными копиями…
sk: Kontrolujú sa zálohované položky…
sl: Pregledovanje varnostno kopiranih elementov…
sv: Söker igenom säkerhetskopierade objekt…
th: กำลังสแกนรายการที่สำรองข้อมูลแล้ว…
tr: Yedeklenen öğeler taranıyor…
uk: Сканування елементів із резервними копіями…
vi: Đang quét các mục đã sao lưu…
zh_hans: 正在扫描已备份的项目…
zh_hant: 正在掃描已備份的項目…

source: Scope
ar: النطاق
bg: Обхват
bn: পরিধি
ca: Àmbit
cs: Rozsah
da: Omfang
de: Umfang
el: Εύρος
es: Ámbito
fa: محدوده
fi: Laajuus
fr: Étendue
he: טווח
hi: दायरा
hr: Opseg
hu: Hatókör
id: Cakupan
it: Ambito
ja: 範囲
kk: Ауқым
ko: 범위
lt: Apimtis
ms: Skop
nb: Omfang
nl: Bereik
pl: Zakres
pt: Âmbito
ro: Domeniu
ru: Область действия
sk: Rozsah
sl: Obseg
sv: Omfattning
th: ขอบเขต
tr: Kapsam
uk: Область
vi: Phạm vi
zh_hans: 范围
zh_hant: 範圍

source: Search
ar: بحث
bg: Търсене
bn: অনুসন্ধান
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fa: جستجو
fi: Haku
fr: Rechercher
he: חיפוש
hi: खोजें
hr: Pretraži
hu: Keresés
id: Cari
it: Cerca
ja: 検索
kk: Іздеу
ko: 검색
lt: Paieška
ms: Cari
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ro: Căutare
ru: Поиск
sk: Hľadať
sl: Iskanje
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋
